/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirPort-verktyg";
"AdminUtility"	= "AirPort-verktyg";
"AboutAirPortUtility" = "Om %@";
"HideAirPortUtility" = "Göm %@";
"QuitAirPortUtility" = "Avsluta %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Avbryt";
"ConfirmUpload"	= "Överför";
"GoBack"		= "Tillbaka";
"Continue"		= "Fortsätt";
"Close"			= "Stäng";
"DontClose"		= "Stäng inte";
"Done"			= "Klar";
"Switch"		= "Byt";
"DontSwitch"	= "Byt inte";
"Yes"			= "Ja";
"No"			= "Nej";
"DontSave"		= "Spara inte";
"Save"			= "Spara";
"Revert"		= "Återgå";
"Update"		= "Uppdatera";
"DontUpdate"	= "Uppdatera inte";
"Optional"		= "(frivilligt)";
"OtherDotDotDot" = "Annan…";
"MoreInfo"		= "Mer info…";
"Download"		= "Hämta";
"Remove"		= "Ta bort";
"DontRemove"	= "Ta inte bort";
"Edit"			= "Redigera";
"EditEllipsis"	= "Redigera…";
"Resume"		= "Fortsätt";


/* Keychain information */
"keychainBaseStationDescription" = "Lösenord för AirPort-basstation";
"keychainBaseStationType" = "AirPort-basstation";
"keychainNetworkDescription" = "Lösenord för AirPort-nätverk";
"keychainAirDiskDescription" = "Lösenord för AirPort-hårddisk";
"keychainNetworkType" = "AirPort-nätverk";
"keychainSpeakerDescription" = "programlösenord";
"keychainSpeakerType" = "Fjärrhögtalare";

/* Password sheet and keychain strings */
"OtherPrompt" = "Ange adressen och lösenordet:";
"PasswordPrompt" = "Ange lösenord för den markerade trådlösa AirPort-enheten:";
"SaveSecuritySettings" = "Kryptera lösenord för ökad säkerhet";
"SaveSecuritySettingsDescription" = "Du måste ange lösenordet för %@ om du vill visa eller importera lösenorden senare.";
"PasswordPromptDoc" = "Ange lösenordet för inställningsfilen om du vill visa alla inställningar och lösenord. Vill du visa alla inställningar förutom lösenorden klickar du på Fortsätt utan att ange något lösenord.";
"SaveSecuritySettingsNotEncrypted" = "Lösenord krypteras inte och sparas på ett sätt som är mindre säkert.";
"RememberPassword" = "Kom ihåg lösenordet i min nyckelring";
"KeychainRemoveAreYouSure" = "Är du säker på att du vill ta bort det här lösenordet från nyckelringen?";
"KeychainRemoveExplain" = "Om du tar bort det här lösenordet från nyckelringen måste du ange det varje gång.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort-verktyg Hjälp";
"AirPortServiceAndSupport" = "AirPort Service och Support";
"AirPortServiceAndSupportURL" = "http://www.apple.com/se/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Öppna";
"Export"		= "Exportera";
"Import"		= "Importera";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Annan";
"OtherTip"		= "Ställa in en annan trådlös AirPort-enhet";
"Rescan"		= "Sök igen";
"RescanTip"		= "Sök igen efter trådlösa AirPort-enheter";
"Configure"		= "Ställ in";
"ConfigureTip"	= "Ställ in den valda trådlösa AirPort-enheten";

/* Software Update */
"SoftwareUpdateNewer" = "En nyare version (%@) av AirPort-verktyg finns tillgänglig.";
"SoftwareUpdateExplain" = "Klicka på Uppdatera… för att avsluta AirPort-verktyg och hämta den nya programvaran.";
"SoftwareUpdateTitle" = "AirPort-programuppdatering";
"SoftwareUpdateButton" = "Uppdatera…";
"SUFirmwarePrompt" = "Ny fast programvara finns tillgänglig.";
"SUFirmwareExplain" = "Hämta den fasta programvaran för att uppdatera de trådlösa AirPort-enheterna.";
"SUFirmwareExplainDetails" = "Markera den fasta programvara du vill hämta. När du har hämtat den fasta programvaran kan du uppdatera de trådlösa AirPort-enheterna.";
"SUChoosePrompt" = "Ny fast programvara finns tillgänglig för %d trådlösa AirPort-enheter.";
"SUChooseExplain" = "Klicka på Uppdatera när du vill börja.";
"SUChooseExplainDetails" = "Markera vilka trådlösa AirPort-enheter du vill uppdatera och klicka på Uppdatera för att installera ny fast programvara.";
"SUOneUpdatePrompt" = "Ny fast programvara (%1$@) finns tillgänglig för den trådlösa AirPort-enheten ”%2$@”.";
"SUOneUpdateExplain" = "Klicka på Uppdatera när du vill börja.";
"SoftwareUpdateEverythingUpToDate" = "Det finns inga uppdateringar för AirPort-verktyg eller de trådlösa AirPort-enheterna just nu.";
"SoftwareUpdateAUIsUpToDate" = "Den här versionen av AirPort-verktyg (%@) är den senaste.";
"SoftwareUpdateFWIsUpToDate" = "Den här versionen av fast programvara för den trådlösa AirPort-enheten (%@) är den senaste.";
"SoftwareUpdateBadFirmware" = "Den valda filen med fast programvara är inte kompatibel med den trådlösa AirPort-enheten.";
"SoftwareUpdateDownloadError" = "Ett fel inträffade när den fasta programvaran hämtades.";
"SoftwareUpdateShowDetails" = "Visa detaljer";
"SoftwareUpdateHideDetails" = "Göm detaljer";
"SoftwareUpdateDirty" = "Om du uppdaterar den här trådlösa AirPort-enheten kommer alla ändringar som inte sparats att förloras.";
"SUSkip" = "Hoppa över";
"SUPasswordPrompt" = "Skriv in lösenordet för ”%@”:";
"SUVersion" = "Version av fast programvara";
"SUDownloadProgressPrompt" = "Hämtar %1$d av %2$d uppdateringar av fast programvara";
"SUUpdateProgressPrompt" = "Uppdaterar %1$d av %2$d trådlösa AirPort-enheter";
"SUUpdateProgressMessage" = "Uppdaterar den fasta programvaran ”%1$@” till %2$@…";
"SUWaitingRestartMessage" = "Väntar på att ”%@” ska starta om…";
"SUAutoCheckConfirm" = "AirPort-verktyg öppnas om det finns en uppdatering för den trådlösa AirPort-enheten eller om en trådlös AirPort-enhet rapporterar ett problem.";
"SUAutoCheckExplain" = "Du kan ändra inställningarna i AirPort-verktygs inställningar.";
"SUAutoCheckCheckbox" = "Leta efter uppdateringar när du öppnar AirPort-verktyg";
"SUServerFailure" = "Ett fel uppstod vid anslutning till uppdateringsservern. Kontrollera dina nätverksinställningar och försök igen.";
"SUInternalServerLabel" = "Intern server:";
"SUBackgroundCheckbox" = "Leta efter uppdateringar:";
"SUHourly" = "En gång i timmen";
"SUDaily" = "Varje dag";
"SUWeekly" = "Varje vecka";
"SUMonthly" = "Varje månad";
"SUBackgroundDownloadCheckbox" = "Hämta automatiskt uppdateringar till basstationens fasta programvara";
"SUBackgroundDownloadExplain" = "AirPort-verktyg startas när uppdateringarna är klara för att installeras.";

/* Discovery Window */
"IP4Address" = "IPv4-adress";
"IP6Address" = "IPv6-adress";
"Interface" = "Gränssnitt";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Starta om";
"HardReset"				= "Återställ förvalsinställningar…";
"Upload"				= "Överför";
"Default"				= "Förval";
"EquivPW"				= "Lösenord";
"Summary"				= "Sammanfattning";
"SummaryTip"			= "Visa inställningar för den trådlösa AirPort-enheten och det trådlösa nätverket";
"AirPort"				= "AirPort";
"AirPortTip"			= "Ställ in alternativ för det trådlösa nätverket";
"AirPort.Summary"		= "Sammanfattning";
"AirPort.Summary.Version" = "Version";
"AirPort.BaseStation"	= "Basstation";
"AirPort.BaseStation.Options" = "Alternativ för basstation";
"AirPort.BaseStation.Hostname" = "Basstationens värdnamn";
"AirPort.Wireless"		= "Trådlöst";
"AirPort.Wireless.Options" = "Trådlösa nätverksalternativ";
"AirPort.Wireless.AppleWiFiConnect" = "Trådlösa klientalternativ";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Behörighet";
"Internet"				= "Internet";
"InternetTip"			= "Ställ in hur den trådlösa AirPort-enheten ansluter till Internet och delar sin Internetanslutning";
"Internet.Main"			= "Internetanslutning";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Musik";
"MusicTip"				= "Ställ in AirPort Express att spela upp iTunes via fjärrhögtalare";
"Printers"				= "Skrivare";
"USB"					= "USB-delning";
"PrintersTip"			= "Visa och ändra inställningar för USB-skrivare som är tillgängliga via den trådlösa AirPort-enheten";
"USBTip"				= "Visa och ändra inställningar för USB-enheter som är tillgängliga via den trådlösa AirPort-enheten";
"PrintersScanners"		= "Skrivare och skannrar";
"PrintersScannersTip"	= "Visa och ändra inställningar för USB-skrivare och skannrar som är tillgängliga via den trådlösa AirPort-enheten";
"Drives"				= "Hårddiskar";
"DrivesTip"				= "Visa och ändra inställningar för lagringsenheter tillgängliga via den trådlösa AirPort-enheten";
"Drives.Disks"			= "Hårddiskar";
"Drives.FileSharing"	= "Fildelning";
"Drives.Accounts"		= "Konton";
"Advanced"				= "Avancerat";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Portkoppling";
"Advanced.PortMapping"	= "Portkoppling";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6-brandvägg";
"Advanced.Dialin"		= "PPP-uppringning";
"Advanced.Statistics"	= "Loggning och statistik";
"AdvancedTip"			= "Visa och ändra mer avancerade inställningar för den trådlösa AirPort-enheten";
"Profiles"				= "Profiler";
"ProfilesTip"			= "Profiler";
"Statistics"			= "Statistik";
"Statistics.Logging"	= "Loggar";
"Statistics.Wireless"	= "Trådlösa klienter";
"Statistics.DHCP"		= "DHCP-klienter";
"StatisticsTip"			= "Visa statusinformation för den trådlösa AirPort-enheten, inklusive syslog- och klientinformation";
"Search"				= "Sök efter inställning";
"SearchTip"				= "Sök efter en inställning för den trådlösa AirPort-enheten efter namn. Välj ett namn så kommer du till den inställningens panel.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "45";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "45";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Vill du uppdatera inställningarna på den trådlösa AirPort-enheten innan du avslutar?";
"WSCUpdateChanges" = "Du har gjort ändringar för den trådlösa AirPort-enheten som måste sparas innan du lägger till trådlösa klienter. Klicka på Uppdatera för att spara ändringarna och försök sedan igen.";
"SwitchContinue" = "Är du säker på att du vill byta till en annan trådlös AirPort-enhet?";
"SwitchUpdateLost" = "Ändringarna försvinner om du byter utan att uppdatera."; 
"UpdateLost" = "Ändringarna försvinner om du inte uppdaterar.";
"Passwords" = "Lösenord";
"errMatchPassword" = "Fälten för lösenord och bekräftelse av lösenord stämmer inte överens. Du måste ange samma lösenord i bägge fälten.";
"ImportPrompt" = "Importera en fullständig enhetskonfiguration eller bara vissa inställningar.";
"ImportAll" = "Fullständig enhetskonfiguration";
"ImportAllOther" = "Alla andra inställningar";
"SwitchNetworksPrompt" = "Är du säker på att du vill byta till ett annat trådlöst nätverk?";
"SwitchNetworksMore" = "Om du vill ställa in den trådlösa AirPort-enheten måste du byta till ett annat trådlöst nätverk. Att byta trådlöst nätverk kan avbryta Internetanslutningen.";
"TaskMaintenanceClose" = "Är du säker på att du vill stänga det här fönstret?";
"TaskMaintenanceRecommendContinue" = "Om du stänger det här fönstret nu går dina ändringar förlorade.";
"AssistClose" = "Är du säker på att du vill stänga det här fönstret?";
"AssistReccomendContinue" = "Om du inte fortsätter med assistenten och uppdaterar den trådlösa AirPort-enheten går dina ändringar förlorade.";
"PortConflict" = "Aktivering av ”%@” hamnar i konflikt med dina portkopplingar. Portkopplingarna har avaktiverats. Du måste uppdatera din allmänna port för att kunna använda den.";
"TooBusyToCloseGeneric" = "AirPort-verktyg är upptaget och kan inte avbrytas.";
"TooBusyToClose" = "AirPort-verktyg är upptaget med ”%@” och kan inte avbrytas.";
"TooBusyToCloseExplain" = "Vänta tills AirPort-verktyg är färdigt och försök sedan igen.";
"UpdatingFirmware" = "uppdaterar den fasta programvaran för en trådlös AirPort-enhet";
"WritingConfiguration" = "skriver en konfiguration för en trådlös AirPort-enhet";

/* Progress */
"closeOrReRead" = "Du kan stänga det här fönstret eller vänta på att den trådlösa AirPort-enheten startar om.";
"closeOrReReadSpecific" = "Du kan stänga det här fönstret eller vänta på att denna %@ startar om.";
"ReReadTimeout" = "AirPort-verktyg kunde inte hitta den trådlösa AirPort-enheten efter omstart.";
"ReReadTimeoutDescription" = "Inställningarna för den trådlösa AirPort-enheten har uppdaterats men det uppstod ett problem med att återansluta till det trådlösa nätverket eller att hitta den trådlösa AirPort-enheten. Du kanske måste välja nätverket från Wi-Fi-menyn och försöka igen.";
"ReReadTimeoutDescriptionWin" = "Inställningarna för den trådlösa AirPort-enheten har uppdaterats men det uppstod ett problem med att återansluta till det trådlösa nätverket eller att hitta den trådlösa AirPort-enheten. Du kanske måste välja nätverket under nätverksanslutningar och försöka igen.";
"ErrorCloseTryAgain" = "Ett fel inträffade. Stäng inställningsfönstret och försök igen.";

/* Discovery */
"FoundDefaultBaseStation" = "AirPort-verktyg hittade en %@ med förvalsinställningar.";
"FoundDefaultBaseStation.alternateArticle" = "AirPort-verktyg hittade en %@ med förvalsinställningar.";
"FoundRestorableDefaultBaseStation" = "AirPort-verktyg hittade en %@ med förvalsinställningar. Den här enheten kan återställas till sina tidigare inställningar.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "AirPort-verktyg hittade en %@ med förvalsinställningar. Den här enheten kan återställas till sina tidigare inställningar.";
"FoundJoinedBaseStation" = "AirPort-verktyg hittade en %@ med klienter som begär anslutning.";
"FoundConfiguredBaseStation" = "AirPort-verktyg hittade en %@.";
"FoundConfiguredBaseStation.alternateArticle" = "AirPort-verktyg hittade en %@.";
"FoundBaseStationNeedsAttention" = "AirPort-verktyg hittade en %@ som rapporterar problem.";
"FoundBaseStationNeedsAttention.alternateArticle" = "AirPort-verktyg hittade en %@ som rapporterar problem.";
"FoundBaseStationPerformingTask" = "AirPort-verktyg hittade en %@ som utför en åtgärd.";
"FoundBaseStationPerformingTask.alternateArticle" = "AirPort-verktyg hittade en %@ som utför en åtgärd.";
"FoundBaseStationMigrationInterrupted" = "AirPort-verktyg hittade en Time Capsule som blev avbruten under en hårddiskflytt.";
"FoundBaseStationWithEnrollee" = "AirPort-verktyg hittade en %@ med begäran om nätverksanslutning.";
"FoundBaseStationWithEnrollee.alternateArticle" = "AirPort-verktyg hittade en %@ med begäran om nätverksanslutning.";

"FoundBaseStationNeedsUpdate" = "Den fasta programvaran på denna %@ bör uppdateras till en nyare version.";
"FoundEnrolleeNeedsAccess" = "”%@” begär åtkomst till ditt nätverk.";
"FoundEnrolleeAlreadyAuthed" = "”%@” har auktoriserats för anslutning till ditt nätverk.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Väntar på att ”%@” ska ansluta till nätverket...";
"FoundEnrolleeAlreadyJoined" = "”%@” har anslutit till ditt nätverk.";
"FoundEnrolleeNeedsPIN" = "Ange PIN-kod för denna begäran om nätverksanslutning och välj Auktorisera.";
"FoundEnrolleeGeneralError" = "Ett fel uppstod vid auktorisering av en nätverksbegäran. Försök igen.";
"FoundEnrolleePINWrong" = "Den angivna PIN-koden är felaktig.";
"AppleWiFiConnectAuthorize" = "Auktorisera";
"AppleWiFiConnectIgnore" = "Ignorera";	
"AppleWiFiConnectTableColumnName" = "Namn";
"AppleWiFiConnectTableColumnModel" = "Modell";
"AppleWiFiConnectTableColumnMAC" = "MAC-adress";
"AppleWiFiConnectSelectNetwork" = "Auktorisera anslutning till";
"AppleWiFiConnectSelectNetwork.description" = "Välj det trådlösa nätverk du vill att den här klienten ska använda.";
"AppleWiFiGrantTimedAccess" = "Tillåt anslutning";
"AppleWiFiGrantTimedAccess.1" = "Tills jag återkallar";
"AppleWiFiGrantTimedAccess.2" = "Anpassad tidslängd";
"AppleWiFiGrantTimedAccess.86400" = "Under en dag";
"AppleWiFiGrantTimedAccess.604800" = "Under en vecka";
"AppleWiFiGrantTimedAccess.2592000" = "Under en månad";
"AppleWiFiGrantTimedAccess.4294967295" = "Permanent";
"AppleWiFiGrantTimedAccess.description" = "Ange tidslängden som den här klienten kan ansluta till nätverket.";
"AppleWiFiGrantTimedAccessCustom" = "Anpassad";
"ContinueOrManual" = "Klicka på Fortsätt för att ändra inställningarna på denna %@.";
"ContinueDefault" = "Klicka på Fortsätt för att ställa in denna %@.";
"ContinueResolve" = "Klicka på Fortsätt för att lösa problem på denna %@";
"FoundNone" = "AirPort-verktyg kunde inte hitta några trådlösa AirPort-enheter. Kontrollera att den trådlösa AirPort-enheten du vill ställa in är ansluten och befinner sig inom datorns räckvidd. Klicka sedan på Sök igen.";
"MakeSure" = "Om detta inte är den trådlösa AirPort-enhet du vill ställa in kan du markera en annan i listan till vänster. Om du inte ser den kontrollerar du att den är ansluten och inom räckhåll för datorn.";
"PerformingTask" = "Visa statusen nedan eller välj en annan trådlös AirPort-enhet du vill ställa in.";
"PerformingTaskNeedPassword" = "Ange lösenordet för %@ för att visa statusen nedan, eller välj en annan trådlös AirPort-enhet du vill ställa in.";
"PasswordButton" = "Ange lösenord…";
"NothingSelected" = "Välj den trådlösa AirPort-enhet du vill ställa in.";
"OldVersion" = "Nuvarande version";
"InstallVersion" = "Ny version";
"UpdateButton" = "Uppdatera fast programvara…";
"ProgressStep.0" = "Söker efter den senaste versionen av fast programvara…";
"ProgressStep.1" = "Kommunicerar med denna %@…";
"ProgressStep.3" = "Hämtar fast programvara…";
"ProgressStep.4" = "Överför ny fast programvara till denna %@…";
"ProgressStep.5" = "Uppdateringen är klar…";

/* AirPort */
"SummaryPrompt" = "Klicka på namnet på en inställning om du vill redigera den:";
"SummaryWirelessClients" = "Trådlösa klienter";
"SummaryAllow" = "Tillåt klienter…";
"SummaryAddWireless" = "Lägg till trådlösa klienter…";
"UpgradeFirmware" = "Uppgradera fast programvara";
"UpgradeFirmwareTo" = "Uppgradera till %@";
"ConfigureRadius" = "Ställ in RADIUS…";
"RadioModeWarning" = "Om du väljer %@ kanske en del klienter inte kan ansluta till det trådlösa nätverket.";
"BaseStationsOptionsButton" = "Alternativ…";
"WirelessOptionsButton" = "Trådlösa alternativ…";
"WDSMainLabel" = "WDS, huvud";
"WDSRemotesLabel" = "WDS, fjärr";
"AutomaticDateTime" = "Ställ in tiden automatiskt:";
"EveryoneElse" = "(förvalt)";
"NoAccess" = "Ingen åtkomst";
"FullAccess" = "Obegränsad";
"Expired" = "(löpt ut)";
"LocalAccessDescription" = "Lokal åtkomst specificerar klienter som kan ansluta till nätverket baserat på deras trådlösa MAC-adresser. Om det lämnas tomt kan alla klienter ansluta till nätverket.";
"TimedAccessDescription" = "Tidsstyrd åtkomst specificerar tidpunkter och dagar då en klient kan ansluta till nätverket baserat på deras trådlösa MAC-adresser. Det första objektet tillåter dig att specificera graden av förvald åtkomst för trådlösa MAC-adresser som inte listas.";
"TimedAccessLockoutTitle" = "Åtkomst med tidsbegränsningar";
"TimedAccessLockoutMessage" = "Den förvalda inställningen innebär ingen åtkomst. Om du inte lägger till en post som ger åtkomst till den här datorn, kommer du inte att kunna ansluta till den trådlösa AirPort-enhetens nätverk när du har uppdaterat.";
"VerifySecret" = "Bekräfta hemlighet:";
"WirelessInternetSettings" = "Inställningar för trådlöst Internet…";
"ChooseWirelessNetwork" = "Välj trådlöst nätverk…";

/* Internet */
"RenewDHCP" = "Förnya DHCP";
"NATDescription" = "NAT (Network Address Translation) gör att du kan dela en allmän IP-adress med datorer och enheter i nätverket.";
"EnableDefaultHost" = "Aktivera förvald värd på:";
"InvalidDHCPBegin" = "Den DHCP-startadress du angett är inte en giltig IP-adress.";
"InvalidDHCPEnd" = "Den DHCP-slutadress du angett är inte en giltig IP-adress.";
"InvalidRangeRemedy" = "Ange ett giltigt nummer för adressens sista oktett och försök igen.";
"ConfigurePortMappings" = "Ställ in portkopplingar…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Markera det trådlösa nätverk som %@ kommer att använda för anslutning till Internet.";

/* Music */
"iTunesDescription" = "I den här panelen kan du ställa in att AirPort Express ska använda AirPlay.";

/* Printers */
"PrintersDescription" = "I den här panelen visas USB-skrivare som är anslutna till den trådlösa AirPort-enheten.";
"NoPrinters" = "Ingen";
"Printer" = "Skrivare";
"SharedName" = "Delat namn";
"AccountName" = "Användarnamn";

/* USB */
"USBDevice" = "USB-enhet";
"USBDeviceAccess" = "Åtkomst";
"AccountCount" = "%d konton";

/* Drives */
"StorageDescription" = "Den här panelen visar dina AirPort-hårddiskar.";
"DiskBuiltIn" = "Time Capsule-hårddisk";
"DiskBuiltInName" = "Time Capsule-hårddisknamn";
"DiskErasePrompt" = "Välj Radera om du vill radera innehållet i Time Capsule-hårddisken.";
"DiskErasePrompt2" = "Klicka på Starta om du vill radera innehållet i Time Capsule-hårddisken.";
"DiskEraseButton" = "Radera…";
"DiskActionButton" = "Starta…";
"DiskEraseTCMenuItem" = "Radera hårddisken";
"DiskArchiveTCMenuItem" = "Arkivera hårddisk";
"DiskMigrateTCMenuItem" = "Flytta hårddisk";
"DiskArchivePrompt" = "Välj Arkivera om du vill överföra innehållet på Time Capsule-hårddisken till en AirPort-hårddisk som är ansluten via USB.";
"DiskArchivePrompt2" = "Klicka på Starta om du vill överföra innehållet på Time Capsule-hårddisken till en AirPort-hårddisk som är ansluten via USB.";
"DiskArchiveButton" = "Arkivera…";
"DiskMigrateArchiveErasePrompt" = "Välj den Time Capsule-hårddiskåtgärd du vill utföra och klicka sedan på Starta.";
"MigrateAreYouSure" = "Är du säker på att du vill flytta data från en annan Time Capsule-hårddisk till denna Time Capsule-hårddisk?";
"MigrateExplain" = "Flytta från en annan Time Capsule-hårddisk för att kopiera din information till denna Time Capsule-hårddisk. Du kan även flytta din Time Machine-säkerhetskopia till denna Time Capsule-hårddisk.";
"MigrateWarning" = "Det kan ta lång tid att flytta hårddiskinnehållet från en annan Time Capsule.";
"DiskMigrateButton" = "Flytta…";
"MigrateFrom" = "Flytta data från";
"DiskArchiveNoDestPartitions" = "Ingen AirPort-hårddisk tillgänglig";
"DiskArchiveNoDestDescription" = "Kontrollera att lagringsenheten har tillräckligt med utrymme för arkiveringen innan du ansluter den till basstationens USB-port.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ tillgängligt)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ tillgängligt - otillräckligt utrymme)";
"DiskArchiveNameDiskIsLocked" = "%@ (hårddisken är låst)";
"UnmountDescription" = "Klicka på Koppla ifrån alla användare om du vill ta bort en hårddisk.";
"DiskMigrateSelect" = "Markera den Time Capsule du vill flytta";
"DiskMigrateNoSources" = "Inga Time Capsule-enheter tillgängliga";
"DiskMigrateNoSourcesDescription" = "Se till att den Time Capsule du vill flytta data från är ansluten till nätverket.";
"DiskMigrateEraseTargetWarning" = "Hårddiskinnehållet i denna Time Capsule raderas som ett del av flytten av hårddiskinnehållet. Åtgärden kan inte ångras.";

"SharingOffDescription" = "Fildelning är avaktiverad. Dela dina AirPort-hårddiskar på nätverket genom att välja Fildelningsfliken, aktivera fildelning och välj Uppdatera.";
"SharingTabButton" = "Fildelning…";
"BytesSuffix" = "Byte";
"KiloBytesSuffix" = "K";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Inga hårddiskar hittades.";
"NoDriveSelection" = "Välj en hårddisk eller volym.";
"nameField" = "Namn:";
"capacityField"	= "Kapacitet:";	
"availableCapacityField" = "Tillgängligt:";
"usedCapacityField" = "Använt:";
"usersField" = "Användare:";
"SMARTStatus" = "S.M.A.R.T.-status:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Kontrollerad";
"SMARTFailing" = "Misslyckades";
"SMARTNotSupported" = "Stöds inte";
"ArchiveAreYouSure" = "Är du säker på att du vill arkivera Time Capsule-hårddisken på en hårddisk som är ansluten via USB?";
"ArchiveExplain" = "Arkivera din hårddisk för att säkerhetskopiera data.";
"ArchiveWarning" = " Det kan ta lång tid att arkivera Time Capsule-hårddisken.";
"ArchiveTo" = "Mål:";
"Archive" = "Arkivera";
"ArchiveConfirmStrong" = "Arkivering av Time Capsule-hårddisken till en annan AirPort-hårddisk kräver ledigt utrymme på hårddisken du arkiverar till. Inga filer raderas om du arkiverar dina data.";
"UsersConnectedBullet" = "Det finns användare anslutna till den här hårddisken. Alla ändringar som inte har sparats kommer att förloras.";
"EraseAreYouSure" = "Är du säker på att du vill radera Time Capsule-hårddisken?";
"EraseExplain" = "Om du raderar Time Capsule-hårddisken raderas alla filer från hårddisken.";
"EraseSecure" = "Säker radering";
"EraseSecureExplain" = "En säker radering av hårddisken tar längre tid men försäkrar att informationen inte kan återskapas.";
"Erase" = "Radera";
"EraseQuick" = "Snabbradering (icke-säker)";
"EraseQuick.description" = "Raderar kataloginformation så att informationen blir oåtkomlig. Informationen ligger kvar i oförändrat skick på hårddisken tills utrymmet behövs och informationen skrivs över. Tills dess är det möjligt att återskapa informationen. Det här alternativet är snabbast, men minst säkert.";
"EraseZeroOnce" = "Skriv över med nollor";
"EraseZeroOnce.description" = "Skriver nollor över alla data på hårddisken. Det här alternativet ger god datasäkerhet på kort tid.";
"EraseZero7Times" = "7-passradering";
"EraseZero7Times.description" = "Skriver data över hela hårddisken sju gånger. Det här alternativet ger mycket säker radering av data på hårddisken. En sjupassradering tar sju gånger så lång tid att utföra som en nollöverskrivning.";
"EraseZero35Times" = "35-passradering";
"EraseZero35Times.description" = "Skriver data över hela hårddisken 35 gånger. Det här alternativet ger mycket säker radering av hårddiskdata. En 35-passradering tar 35 gånger längre tid än vad som krävs för alternativet Skriv över med nollor.";
"EraseTimeRequirementWarningSeveralDays" = "Det här alternativet tar flera dagar att slutföra.";
"EraseTimeRequirementWarningSpecific" = "Det här alternativet tar ungefär %@ att slutföra.";
"EraseConfirmStrong" = "Om du raderar Time Capsule-hårddisken raderas all information från den. Information på andra anslutna AirPort-hårddiskar påverkas inte.";
"EraseUsersConnectedBullet" = "Det finns användare anslutna till den här hårddisken. Filer som används på den här hårddisken kommer att tas bort.";
"Migrate" = "Flytta";
"MigrateConfirmStrong" = "Om du flyttar den markerade Time Capsule-hårddisken kopieras alla filer, inklusive eventuella befintliga Time Machine-säkerhetskopior, till denna Time Capsule-hårddisk.";
"MigrateTaskBullet" = "Det kan ta lång tid att flytta Time Capsule-hårddisken.";
"MigrateUsersConnectedBullet" = "Det finns användare anslutna till den här hårddisken. Alla ändringar som inte har sparats kommer att förloras.";
"MaintenanceTaskBullet" = "Statuslampan på %@ blinkar gult under den här processen.";
"MaintenanceTaskBullet2" = "Du kommer inte att kunna ändra inställningarna för %@, uppdatera den fasta programvaran eller starta om den förrän den är tillgänglig igen.";
"MaintenanceTaskBullet3" = "Säker radering av hårddisken kan ta lång tid. Vill du radera hårddisken snabbare klickar du på Avbryt och börjar om utan säker radering.";
"DisconnectAllUsers" = "Koppla ifrån alla användare…";
"Unmount" = "Ta bort från skrivbordet";
"Disconnect" = "Koppla från";
"DisconnectAllUsersAreYouSure" = "Är du säker på att du vill koppla ifrån alla användare från delade hårddiskar?";
"DisconnectAllUsersExplain" = "Innan du tar bort en hårddisk från %@ kopplar du från de användare som är anslutna till den. Kontrollera att användare som är anslutna till hårddiskarna sparat sitt arbete innan du kopplar ifrån dem. Efter att alla användare kopplats från går det bra att ta bort hårddisken.";
"DisconnectMessage" = "Administratören för denna %@ har beslutat att koppla från alla användare från delade hårddiskar.";
"ArchiveDiskMessage" = "Administratören för denna %@ arkiverar den här AirPort-hårddisken.";
"EraseDiskMessage" = "Administratören för denna %@ raderar den här AirPort-hårddisken.";
"MigrateSourceDiskMessage" = "Administratören för denna %@ flyttar innehållet i denna Time Capsule-hårddisk.";
"MigrateDestDiskMessage" = "Administratören för denna %@ flyttar innehållet i en annan Time Capsule-hårddisk till denna Time Capsule-hårddisk.";
"WillBeDisconnectedMessage" = "Samtliga användare kommer att kopplas bort från den här hårddisken.";
"DiskStatus" = "Hårddiskstatus";
"EraseDiskStatus" = "Status för hårddiskradering";
"ErasingWillTake" = "Säker radering av hårddisken tar ungefär %@.";
"EraseDiskSucceeded" = "Hårddisken raderades.";
"EraseDiskFailed" = "Ett fel inträffade när hårddisken skulle raderas.";
"EraseDiskPermissionError" = "Kontrollera att du kan kopiera filer till hårddisken och försök igen.";
"EraseInternalDiskFailed" = "Ett fel inträffade vid radering av Time Capsule-hårddisken. Försök igen.";
"EraseDiskProgress" = "Hårddiskstatus: %@";
"EraseDiskSecurePass" = "Säker radering, pass %1$d av %2$d";
"EraseDiskStarting" = "Påbörjar radering av hårddisken";
"EraseDiskFinishing" = "Slutför radering av hårddisk";
"EraseCancel" = "Avbryt säker radering";
"CancelingTask" = "Avbryter. Vänta.";
"EraseDiskCanceled" = "Time Capsule-hårddisken har raderats, men eftersom fasen med säker radering avbröts kan data fortfarande återskapas från hårddisken.";
"EstimatedTimeToComplete" = "Uppskattad återstående tid: %@";
"DaysHoursMinutesSeconds" = "%1$d dagar %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Hårddisken arkiverades.";
"ArchiveDiskError" = "Ett fel inträffade när Time Capsule-hårddisken arkiverades.";
"ArchiveSizeError" = "Målplatsen har inte tillräckligt med ledigt utrymme.";
"ArchiveNotFoundError" = "Målskivan kan inte hittas.";
"ArchivePermissionError" = "Målplatsen har behörighetsfel.";
"ArchiveDiskStarting" = "Påbörjar arkivering av hårddisken";
"ArchiveDiskStatus" = "Status för hårddiskarkivering";
"ArchiveDiskProgress" = "%1$@ av %2$@";
"ArchiveCancel" = "Avbryt arkivering";
"ArchiveDiskCanceled" = "Hårddiskarkiveringen har avbrutits.";
"ArchiveDiskCanceledArchiveDeleted" = "Filer som arkiverats har raderats från målskivan.";
"ArchiveDiskCanceledArchiveRemains" = "Filer som arkiverats finns tillgängliga på målskivan.";
"ArchiveDiskFinishing" = "Avslutar";

"MigrateDiskSucceeded" = "Innehållet i den andra Time Capsule-hårddisken flyttades till denna Time Capsule-hårddisk.";
"MigrateDiskError" = "Ett fel inträffade när innehållet i den andra Time Capsule-hårddisken flyttades till denna Time Capsule-hårddisk.";
"MigrationInterrupted" = "Time Capsule-hårddiskflytten har störts.";
"MigrationResumeRestart" = "Du kan återuppta eller starta om flytten.";
"MigrationResumeRestartCancel" = "Du kan återuppta, starta om eller avbryta flytten.";
"MigrationResumeRestartDesc" = "Omstart av flytten raderar denna Time Capsule-hårddisk och flyttar alla filer från den andra Time Capsule-hårddisken. Om du återupptar flytten fortsätter den där flytten avbröts.";
"MigrateSizeError" = "Det saknas tillräckligt med utrymme för att flytta allt innehåll på denna Time Capsule till den andra Time Capsule-hårddisken.";
"MigrateNotFoundError" = "Time Capsule-hårddisken du vill flytta från kan inte hittas.";
"MigrateDiskStarting" = "Startar flytten av Time Capsule-hårddisken";
"MigrateDiskStatus" = "Flyttstatus";
"MigrateCancel" = "Avbryt Time Capsule-hårddiskflytt";
"MigrateDiskCanceled" = "Time Capsule-hårddiskflytten har avbrutits.";
"DisconnectingFileSharingUsers" = "Kopplar bort fildelaranvändare";

"MigrateDiskFinished.defaults" = "Välj Fortsätt för att återställa den andra Time Capsule-enheten till fabriksinställningarna.";
"MigrateDiskFinished.config" = "Välj Fortsätt för att konfigurera den andra Time Capsule-enheten med inställningarna du valt tidigare.";
"MigrateDiskFinished.timer" = "Den här processen fortsätter automatiskt om %@ sekunder.";

"RepairDisk" = "Reparera";
"ChooseDifferentDisk" = "Välj en annan AirPort-hårddisk och försök igen.";
"ConnectSMBOnly" = "Du kan ansluta till denna delade hårddisk med smb://%@.";
"ConnectSMBorAFP" = "Du kan ansluta till denna delade hårddisk med smb://%1$@ eller afp://%2$@.";
"FileSharingDescription" = "I den här panelen kan du ställa in fildelningsåtkomst för dina AirPort-hårddiskar.";
"ConfigureAccounts" = "Ställ in konton…";
"SMBDescription" = "De här inställningarna konfigurerar Windows-fildelning.";
"DiskRenameButton" = "Byt namn…";
"DiskRenameLabel" = "Hårddisknamn:";
"DiskRenameDescription" = "Ange ett namn för Time Capsule-hårddisken.";
"DiskRenamePrompt" = "Klicka på Byt namn om du vill ändra namn på Time Capsule-hårddisken.";
"InternalDiskDefaultPartitionName" = "AirPort-hårddisk";
"DiskUserWarningPrompt" = "Enheten och dess nätverkstjänster kommer att tillfälligt bli otillgängliga. Är du säker på att du vill fortsätta?";

/* Advanced */
"AccountsDescription" = "Med konton på den trådlösa AirPort-enheten kan du styra användarnas åtkomst till delade hårddiskar. Klicka på lägg till-knappen (+) för att skapa ett nytt användarkonto.";
"AccountsDescription.usbAndDiskSharing" = "Med konton på den trådlösa AirPort-enheten kan du styra användarnas åtkomst till delade hårddiskar och andra delade USB-enheter. Klicka på lägg till-knappen (+) för att skapa ett nytt användarkonto.";
"AccountsDescription.usbSharing" = "Med konton på den trådlösa AirPort-enheten kan du styra användarnas åtkomst till delade USB-enheter. Klicka på lägg till-knappen (+) för att skapa ett nytt användarkonto.";
"FirewallDescription" = "Om du vill kan du tillåta att datorer utanför ditt nätverk kommer åt specifika enheter i nätverket. Klicka på lägg till-knappen (+) och ange en tjänst och en port.";
"PortMappingDescription" = "Om du vill kan du tillåta att datorer utanför ditt nätverk kommer åt specifika enheter i nätverket. Klicka på lägg till-knappen (+) och ange en tjänst och en port.";
"IPv6Description" = "I den här panelen kan du ställa in IPv6 på %@. Välj om du vill att %@ ska använda endast lokal länk, fungera som nod på IPv6-Internet, eller fungera som tunnel mellan IPv6-Internet och datorer i ditt lokala nätverk.";
"IPv6FirewallTraversals" = "Anpassa IPv6-brandväggen.";
"IPv6FirewallDescription" = "Om du vill få tillgång till en bestämd enhet på ditt nätverk från datorer utanför nätverket klickar du på lägg till-knappen (+) och anger IPv6-adressen och/eller enhetens portnummer.";
"LoggingDescription" = "Den trådlösa AirPort-enheten har stöd för loggmeddelanden som kan vara till hjälp när du felsöker ett problem.";
"SNMPDescription" = "SNMP (Simple Network Management Protocol) gör att du kan begära statistik från här enheten, däribland antalet trådlösa klienter.";
"LogsAndStatisticsDescirption" = "AirPort-verktyg har stöd för att visa loggmeddelanden och statistik på den trådlösa AirPort-enheten.";
"WABHostnameDescription" = "Ange ett globalt värdnamn för den trådlösa AirPort-enheten. Datorer på Internet kommer att kunna ansluta till den trådlösa AirPort-enheten med det här värdnamnet.";
"WABRegDomainDescription" = "Ange en registreringsdomän om du vill kunna aktivera Bonjour-annonsering bortom det lokala delnätet.";
"WABDNSAuthDescription" = "Ange ett användarnamn och lösenord om din DNS-server kräver autentisering.";
"WABEnable" = "Använd ett WAN-värdnamn";
"WABConfigure" = "Ställ in…";
"BackToMyMacDescription" = "Med Tillbaka till min Mac kan du komma åt denna %@ och använda tjänster som fildelning från dina andra datorer som också har Tillbaka till min Mac aktiverat.";
"BackToMyMacDescriptionSingle" = "Om du vill ställa in Tillbaka till min Mac på denna %@ anger du ditt MobileMe-medlemsnamn och lösenord.";
"BackToMyMacDescriptionMultiple" = "Om du vill ställa in Tillbaka till min Mac på denna %@ klickar du på lägg till-knappen (+) och anger MobileMe-medlemsnamn och lösenord.";
"BackToMyMacEntryDescription" = "Ange ditt MobileMe-medlemsnamn och lösenord om du vill göra enheter anslutna till denna %@ tillgängliga via Tillbaka till min Mac.";
"IPv6FirewallLabel" = "Undantag";
"PortMappingsLabel" = "Portkopplingar";

/* Statistics */
"SeverityLabel" = "Allvarsgrad:";
"Save Log File" = "Exportera loggar";
"LogFileNameWithoutExtension" = "%@-logg";
"ViewStatistics" = "Loggar och statistik";
"MinutesAgo" = "minuter sedan";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Om du vill visa statistik ändrar du lösenordet för %@ till något annat än ”public”, uppdaterar konfigurationen och försöker igen. Statistikvisning med lösenordet ”public” stöds endast på trådlösa AirPort-enheter som har en SNMP-gruppsträng.";

/* Profiles */
"profilesDescription" = "Den trådlösa AirPort-enheten har stöd för flera konfigurationsfiler. Du kan lägga till, radera eller aktivera en profil. Om du vill aktivera en profil klickar du på knappen i kolumnen Aktiv. Om du vill byta namn på en profil dubbelklickar du på dess namn och anger ett nytt namn.";
"ManageProfiles" = "Hantera profiler";
"untitled" = "Namnlös";
"copy" = "(kopia)";

/* Validation */
"SingleValidationError" = "Korrigera problemen nedan innan du uppdaterar den trådlösa AirPort-enheten.";
"MultipleValidationErrors" = "Korrigera de %d problemen nedan innan du uppdaterar den trådlösa AirPort-enheten.";
"IgnoreValidationDescription" = "Välj ”Ignorera det här problemet” om du inte vill ändra på inställningen.";
"IgnoreValidation" = "Ignorera det här problemet";

/* System Status */
"SystemStatusPrompt" = "Den trådlösa AirPort-enheten rapporterar följande information. Markera objektet om du vill visa mer information.";
"SystemStatusIgnoreExplain" = "Du kan ignorera ett problem om du inte vill att den trådlösa AirPort-enhetens statuslampa ska blinka gult.";
"SystemStatusPromptNoErrors" = "Den trådlösa AirPort-enheten rapporterar inga problem.";
"SystemErrors" = "%d problem";
"StatusNormal" = "Normal";
"StatusUnconfigured" = "Förvalda inställningar";
"DontWarnCheckboxTitle" = "Visa inte den här varningen igen";
"SystemStatusErrorDescription" = "Problembeskrivning";
"SystemStatusIgnore" = "Ignorera";
"SystemStatusError" = "Problem";
"SystemStatusWarning" = "Varning";
"SystemStatusOpenedDefault" = "AirPort-verktyg öppnade ”%@” eftersom den innehåller förvalsinställningarna.";
"SystemStatusOpenedDefaultMore" = "Klicka på OK för att ange dina egna inställningar eller klicka på Avbryt för att behålla förvalsinställningarna.";
"SystemStatusOpenedProblems" = "AirPort-verktyg öppnade ”%@” eftersom den rapporterar problem.";
"SystemStatusOpenedProblemsMore" = "Klicka på OK för att felsöka den trådlösa AirPort-enheten.";
"SystemStatusItem" = "Objekt";
"SystemStatusPromptOneItem" = "Den trådlösa AirPort-enheten rapporterar 1 objekt.";
"SystemItems" = "%d objekt";

/* Preferences */
"ShowPreferences" = "Öppna inställningar";
"advancedUser" = "Använd alltid manuellt inställningsfönster";
"controlTips" = "Visa verktygstips över alla inställningar för trådlösa AirPort-enheter";
"backgroundMonitor" = "Övervaka problem med trådlösa AirPort-enheter";
"backgroundMonitorMine" = "Övervaka endast trådlösa AirPort-enheter som jag har ställt in";
"backgroundMonitorDescription" = "Om du markerar ”Övervaka problem med trådlösa AirPort-enheter” öppnas AirPort-verktyg när statuslampan blinkar gult på en trådlös AirPort-enhet som stöds.";
"backgroundMonitorWAB" = "Övervaka trådlösa AirPort-enheter över Internet med Bonjour.";

/* UserModes */
"AssistantMode" = "Hjälp mig";
"AdvancedMode" = "Manuell inställning";
"ConfirmSwithToAssistLoseChanges" = "Om du växlar till assistentläget nu kommer eventuella ändringar du gjort för den trådlösa AirPort-enheten att gå förlorade. Är du säker på att du vill byta till assistentläget?";
"AssistReconfigurePrompt" = "Är du säker på att du vill ställa in den trådlösa AirPort-enheten på nytt med hjälp av assistenten?";
"AssistReconfigureExplain" = "Du kan även välja Manuell inställning om du vill göra mer avancerade inställningar.";

/* Equivalent Network Password */
"equivWEPPW" = "Om du vill ansluta till ett trådlöst nätverk som skapats av denna %@ från en dator som saknar AirPort-programvara måste du använda följande:";
"equivWEPHex" = "Likvärdigt HEX-lösenord (WEP-nyckel):";
"equivWEPASCII" = "Likvärdigt ASCII-lösenord (WEP-nyckel):";
"equivWPAPW" = "Om du vill ansluta till ett trådlöst nätverk som skapats av denna %@ måste du använda följande:";
"equivWPAPSK" = "Fördelad WPA-nyckel:";
"equivWPAPSKSSIDSpecific" = "Fördelad WPA-nyckel för ”%@”:";
"equivWPAPasswordSSIDSpecific" = "WPA-lösenord för ”%@”:";
"equivWPAPassword" = "WPA-lösenord:";
"equivTSNPassword" = "WPA-lösenord/ASCII-WEP-nyckel:";

/* Firmware */
"CurrentLabel" = "Nuvarande version";
"UpdateToLabel" = "Överför version";
"ChooseOrOther" = "Markera den version av fast programvara du vill överföra till den trådlösa AirPort-enheten eller välj Annan… om du vill bläddra efter en annan version.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Är du säker på att du vill aktivera den här inställningen?";
"AreYouSure2"	= "Är du säker på att du vill ändra den här inställningen?";
"AreYouSure3"	= "Är du säker på att du vill behålla den här inställningen?";
"ConfirmClosed" = "Namnet på ett slutet nätverk visas inte. För att kunna ansluta till nätverket måste användare känna till nätverkets namn.";
"ConfirmEthernetBridging" = "Om en AirPort till Ethernet-brygga aktiveras kan nätverket störas. Din Internetleverantör eller nätverksadministratör har kanske mer information.";
"ConfirmEthernetDHCP" = "Om en DHCP-server aktiveras på Ethernet kan nätverket störas. Din Internetleverantör eller nätverksadministratör har kanske mer information.";
"ConfirmEthernetNAT" = "Om IP-adresser delas (med hjälp av NAT) på Ethernet kan nätverket störas. Din Internetleverantör eller nätverksadministratör har kanske mer information.";
"ConfirmRobustness" = "Störningskompensation kan lösa störningsproblem som orsakas av andra enheter, som t.ex. trådlösa telefoner eller videoskärmar. Om du använder störningskompensation kan det påverka nätverkets allmänna prestanda.";
"ConfirmMulticastRate" = "Om överföringen ställs in på över 2 Mb/s kommer det inte att gå att ansluta till AirPort-nätverket med vissa trådlösa 2 Mb-kort från andra tillverkare. Klientdatorer med Apple AirPort-kort berörs ej av detta.";
"ConfirmPublicPassword" = "Den här trådlösa AirPort-enheten är lösenordsskyddad med standardlösenordet ”public”.";
"ConfirmPublicPassword1" = "Du får bäst skydd om du skapar ett annat lösenord än ”public”.";
"confirm80211b" = "Om du väljer ”Endast 802.11b” kommer inte 802.11g-klientdatorer att kunna ansluta till den trådlösa AirPort-enhetens nätverk i 802.11g-hastighet.";
"confirm80211g" = "Om du väljer ”Endast 802.11g” kommer inte klientdatorer med 802.11b att kunna ansluta till den trådlösa AirPort-enhetens nätverk.";
"confirmTurnOffLocalAccessControl" = "WPA Enterprise är inte kompatibel med behörighetsstyrning med lokala MAC-adresser. Den lokala behörighetsstyrningslistan kommer att exporteras och raderas.\n\nÄr du säker på att du vill exportera och radera den lokala behörighetsstyrningslistan och använda WPA Enterprise-säkerhet?";
"confirmTurnOffRemoteAccessControl" = "WPA Enterprise är inte kompatibel med behörighetsstyrning med RADIUS-baserade MAC-adresser. Den RADIUS-baserade behörighetsstyrningen kommer att stängas av.\n\nÄr du säker på att du vill stänga av RADIUS-baserad behörighetsstyrning och använda WPA Enterprise-säkerhet?";
"confirmTurnOffBothAccessControl" = "WPA Enterprise är inte kompatibelt med behörighetsstyrning med lokala MAC-adresser och RADIUS-baserad MAC-adresser. Den RADIUS-baserade behörighetsstyrningen kommer att stängas av och den lokala behörighetsstyrningslistan exporteras och raderas.\n\nÄr du säker på att du vill exportera och radera den lokala behörighetsstyrningslistan, slå av RADIUS-baserad behörighetsstyrning och använda WPA Enterprise-säkerhet?";
"confirmNonASCIINetNameEncoding" = "Det nätverksnamn du valt (SSID) innehåller tecken som inte är ASCII, och kan kanske inte användas på alla AirPort-klientdatorer.";
"confirmNonASCIINetPWEncoding" = "Det nätverkslösenord (WEP-nyckel) du valt innehåller tecken som inte är ASCII, och kan kanske inte användas på alla AirPort-klientdatorer.";
"ConfirmAOLParentalControl" = "För att kunna aktivera AOL-föräldrakontroll så måste du ansluta till Internet med AOL:s klientprogramvara.";
"ConfirmPPPDialin" = "Om du aktiverar PPP-uppringning kommer den trådlösa AirPort-enheten att svara på telefonsamtal efter sina inställningar. Denna funktion fungerar bäst med en särskild telefonlinje tilldelad för ändamålet.";

/* Error messages */
"APReadError"	= "Ett fel inträffade när inställningen skulle läsas in.";
"APWriteError"	= "Ett fel inträffade när inställningen skulle uppdateras.";
"APBinaryError"	= "Ett fel inträffade när den fasta programvaran skulle uppdateras.";
"FileSaveError" = "Ett fel inträffade när inställningarna skulle sparas. Kontrollera inställningarna och försök igen.";

/* LoginScript */
"None" = "Ingen";

/* Validation errors */
"errNeedPassword" = "Du måste ange ett lösenord för att fortsätta.";
"errInvalidIP" = "IP-adressen är inte giltig. Be nätverksadministratören eller Internetleverantören om en giltig IP-adress.";
"errBadPassword" = "Lösenordet du angav är inte korrekt.";
"errCantOpenBinary" = "Filen du valde kan inte öppnas eftersom den används till att överföra information till en trådlös AirPort-enhet. Välj en trådlös AirPort-enhet och välj sedan Överför från menyn Basstation.";
"errCantOpenFile" = "Filen du valde kan inte öppnas av detta program.";
"errCantResetAP" = "AirPort-verktyg lyckades inte återställa den trådlösa AirPort-enheten. Läs i dokumentationen som följde med den trådlösa AirPort-enheten om hur du återställer den manuellt.";
"errCantRestartAP" = "AirPort-verktyg kunde inte starta om den valda trådlösa AirPort-enheten.";
"errCantUpdateAP" = "AirPort-verktyg kunde inte uppdatera inställningarna på den valda trådlösa AirPort-enheten.";
"errCantUploadAP" = "AirPort-verktyg kunde inte överföra programvaran till den valda trådlösa AirPort-enheten.";
"errCantReadFile" = "AirPort-verktyg kunde inte läsa konfigurationsfilen.";
"errCantReadAP" = "AirPort-verktyg kunde inte läsa inställningarna för den valda trådlösa AirPort-enheten.";
"errNotSupportedAP" = "AirPort-verktyg kan inte ställa in den valda trådlösa AirPort-enheten.";
"errNetworking" = "AirPort-verktyg lyckades inte kommunicera med den valda trådlösa AirPort-enheten. Datorn måste finnas i samma TCP/IP-delnätmask som den trådlösa AirPort-enheten.";

/* Validation reasons */
"expUpload" = "Markera den trådlösa AirPort-enhet du vill ställa in och välj Överför programvara.";
"expValidIP" = "Kontrollera att du angett en giltig IP-adress och ett korrekt lösenord och försök igen.";

/* Informational */
"infoRestart" = "Den trådlösa AirPort-enhet du valde har startats om.";
"infoPleaseWait" = "Vänta på att den startar om.";
"infoUploadSuccess" = "Den trådlösa AirPort-enhetens programvara har uppdaterats.";
"infoUpdateSuccess" = "Den trådlösa AirPort-enhetens inställningar har nu uppdaterats.";
"infoUpdateSuccessSpecific" = "Inställningarna för denna %@ har uppdaterats.";
"infoRestartOK" = "Vid omstart av en trådlös AirPort-enhet kopplas alla anslutna datorer från det trådlösa nätverket.";
"infoRestartDirty" = "Om du startar om den här trådlösa AirPort-enheten kommer alla ändringar som inte sparats att förloras.";
"infoHardResetOK" = "När den trådlösa AirPort-enheten återställs till fabriksinställningarna raderas dess nuvarande inställningar.";
"infoHardResetAirPortDisk" = "Filer på AirPort-hårddiskar påverkas inte, men du måste ställa in fildelningsåtkomst för hårddiskarna.";
"infoHardResetMore" = "Du måste ställa in den här enheten igen efter att ha återställt den till de förvalda inställningarna.";
"infoHardResetConfirm" = "Är du säker på att du vill återställa förvalsinställningarna?";
"infoUploadOK" = "Vid uppdatering av fast programvara kopplas alla anslutna datorer från det trådlösa nätverket.";
"infoAirPortCard" = "AirPort-kort";
"infoNotConfigured" = "Den trådlösa AirPort-enheten du valt har återställts och är för närvarande inte inställd.";
"infoUploadDefault" = "Standardprogramvara kommer att överföras till den trådlösa AirPort-enheten. Klicka på Automatiskt för att temporärt ändra TCP/IP-inställningarna under överföringen, eller klicka på Manuellt för att ange ett unikt TCP/IP-nummer samt lösenord för den trådlösa AirPort-enheten.";
"infoResetSuccess" = "Den trådlösa AirPort-enheten har nu återställts till de förvalda inställningarna.";
"infoQuit" = "Avsluta detta program och försök igen.";
"infoLoseNetwork" = "Detta kan innebära att nätverkstjänster kommer att avbrytas.";
"infoAutomatic" = "Automatiskt";
"infoManual" = "Manuellt…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Internetdelning med NAT och DHCP är inte aktiv. Klientdatorer på nätverket måste konfigurera TCP/IP manuellt. ";
"NAT_off_DHCP_on" = "DHCP kommer att användas för att dela det intervall IP-adresser som anges här. Klientdatorer på nätverket bör ställa in TCP/IP för att få en IP-adress genom en DHCP-server. ";
"NAT_on_DHCP_on" = "NAT och DHCP kommer att användas för att dela en enstaka IP-adress. Klientdatorer på nätverket bör ställa in TCP/IP för att få en IP-adress genom en DHCP-server. ";
"Bridge_Off" = "Den trådlösa AirPort-enheten kommer inte att fungera som en brygga mellan AirPort-nätverket och Ethernetnätverket.";
"Bridge_On" = "Den trådlösa AirPort-enheten kommer att fungera som en brygga mellan AirPort-nätverket och Ethernetnätverket.";
"Bridge_LAN" = "Den trådlösa AirPort-enheten kommer att fungera som en brygga mellan AirPort-nätverket och det lokala Ethernetnätverket.";
"DHCPRangeLabel" = "DHCP-intervall:";

/* Binary errors */
"binSize" = "Den valda filen har inte korrekt storlek.";
"binDowngrade" = "Den valda trådlösa AirPort-enheten kan inte nergraderas till version %@.";
"binSignature" = "Filen med fast programvara stämmer inte med dess signatur och är ogiltig. Ingen av de trådlösa AirPort-enheterna har uppdaterats.";
"binChecksum" = "Den valda filen har en felaktig kontrollsumma.";
"binError" = "Ett oväntat fel inträffade när den valda filen undersöktes.";
"binConfirmReload" = "Är du säker på att du vill installera den valda programvaran på den trådlösa AirPort-enheten?";
"binVersion" = "Versionsnumret för den valda filen kan inte avgöras.";
"binConfirmDowngrade" = "Programvaran du överför (%1$@) är äldre än den som redan finns på den trådlösa AirPort-enheten (%2$@).";
"binChooseAnother" = "Välj en annan fil och försök igen.";
"binCurrentVersion" = "Den valda trådlösa AirPort-enheten använder version %@.";
"binAskUpload" = "Vill du fortfarande överföra den?";
"binNewerVersion" = "En nyare version (%@) av programvaran för den trådlösa AirPort-enheten finns tillgänglig.";
"binConfirmUpload" = "Klicka på Överför för att installera den nu.";

/* Progress strings */
"progDiscovering" = "Upptäcker trådlösa AirPort-enheter…";
"progJoining" = "Ansluter till trådlöst nätverk…";
"progPreparing" = "Förbereder överföring…";
"progChangingIP" = "Ändrar TCP/IP-inställningar…";
"progSettingIP" = "Ställer in TCP/IP-adressen för den trådlösa AirPort-enheten…";
"progUploading" = "Uppdaterar den trådlösa AirPort-enheten…";
"progUploadingSpecific" = "Uppdaterar %@…";
"progDownloading" = "Hämtar programuppdatering…";
"progRestoring" = "Återställer förvalsinställningar…";
"progWaiting" = "Väntar på att den trådlösa AirPort-enheten ska starta om…";
"progWaitingSpecific" = "Väntar på att %@ ska starta om…";
"progReading" = "Läser konfigurationen för den trådlösa AirPort-enheten…";
"progReadingSpecific" = "Läser konfigurationen för %@…";
"progWriting" = "Skriver en konfiguration för den trådlösa AirPort-enheten…";
"progWritingSpecific" = "Skriver konfigurationen för %@…";
"progValidating" = "Kontrollerar inställningarna för den trådlösa AirPort-enheten…";
"progValidatingSpecific" = "Kontrollerar konfigurationen för %@…";
"progRestarting" = "Startar om den trådlösa AirPort-enheten…";
"progRestartingSpecific" = "Startar om %@…";
"progSearching" = "Söker efter trådlösa AirPort-enheter…";
"progWaitingDiskStatus" = "Väntar på hårddiskstatus…";

/* Validation errors */
"valPPPNeedsNAT" = "Dela ut IP-adresser måste vara markerat för anslutning via modem (PPP) eller PPPoE.";
"valInvalidIP" = "Du har angett en ogiltig IP-adress.";
"valInvalidNetwork" = "Du har uppgett en ogiltig kombination av IP-adress, delnätmask och routeradress.";
"valPhoneNumber" = "Du har inte angett något telefonnummer.";
"valInvalidDHCP" = "DHCP-adressen är inte förenlig med delnätsmask och routeradress.";
"valNeedStatic" = "För att flera DHCP-adresser ska kunna delas måste den trådlösa AirPort-enheten konfigureras via Ethernet med fasta IP-adresser.";
"valInvalidPort" = "Du har angett ett ogiltigt portnummer.";

/* Explanations */
"tryName" = "Skriv in ett namn och försök igen.";
"tryPassword" = "Skriv in ett nätverkslösenord och försök igen.";
"tryCheck" = "Kontrollera dina inställningar och försök igen.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Standardprogramvara kommer att överföras till den trådlösa AirPort-enheten. Klicka på OK för att tillfälligt ändra TCP/IP-inställningen under överföringen.";
"valInvalidNetworkACP" = "Det här adressintervallet är reserverat för det lokala Ethernetgränssnittet.";
"valInvalidPortMapping" = "Portkoppling är endast tillåten vid delning av en enda IP-adress (med DHCP och NAT).";
"aclDuplicates1" = "En dubblettpost hoppades över vid importen.";
"aclDuplicates2" = "%d dubblettposter hoppades över vid importen.";
"softResetACP" = "Den valda trådlösa AirPort-enheten har tillfälligt återställts för att tillåta anslutningar. Du kan nu ändra de inställningar som kan ha förhindrat anslutningen, t.ex. lösenorden för den trådlösa AirPort-enheten och nätverket, behörighetslistan och RADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(delas ut av servern)";
"providedByPPP" = "(delas ut av servern)";
"valInvalidPPPDialin" = "PPP-uppringning är inte tillåten när basstationen är inställd på att ansluta till Internet via modem.";
"valInvalidPPPDialinNoNat" = "PPP-uppringning är inte tillåten när basstationen är inställd på att dela ett adressintervall.";

"valInvalidDHCPMessage" = "DHCP-meddelandet kan inte vara längre än 253 tecken.";
"tryShorter" = "Ta bort minst %d tecken och försök igen.";

"RADIUS_Default" = "MAC-adressen kommer att formateras som 010203-0a0b0c och användas för användarnamnet. Den delade hemligheten kommer att utgöra lösenordet. Detta format används ofta av Lucent och Agere.";
"RADIUS_Alternate" = "MAC-adressen kommer att formateras som 0102030a0b0c och användas för både användarnamn och lösenord. Detta format används ofta av Cisco.";

"oldFormat" = "Den valda filen är antingen skadad eller inte kompatibel med AirPort-verktyg. Välj en annan fil och försök igen.";
"newFormat" = "Den valda filen är en nyare konfigurationsfil och är inte kompatibel med den här versionen av trådlös AirPort-enhet.";

/* AOL additions */
"EnableAOL"		= "Aktivera AOL-föräldrakontroll";
"AOLcable"		= "AOL (kabelmodem)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Skriv endast in hexadecimala tecken.";
"requireASCII"	= "Skriv endast in ASCII-tecken.";

/* New strings for 3.0 */
"Internal"		= "Intern";
"External"		= "Extern";
"noWEP"			= "(ej konfigurerad)";
"errSameConfig"	= "en sparad konfiguration";
"errSameBinary"	= "fast programvara";

"valInvalidDMZ1"= "Förvald värd är endast tillåten när du delar en enstaka IP-adress (med DHCP och NAT)";
"valInvalidDMZ2"= "Den förvalda värdens adress måste ligga inom intervallet %1$@ till %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Du har valt att aktivera WDS för AirPort-nätverket, men du angav inte någon MAC-adress för en eller flera trådlösa AirPort-fjärrenheter.";
"valNeedWDSRmt"	= "Du har valt att aktivera WDS för AirPort-nätverket, men du angav inte någon MAC-adress för den primära trådlösa AirPort-enheten.";
"InvalidMACAddress" = "MAC-adressen du skrivit in är inte giltig.";

"WDSAirPortID"	= "Ange AirPort-ID för en trådlös AirPort-fjärrenhet.";

"WDSSettingsFor" = "Inställningar för";
"ThisBaseStation" = "denna trådlösa AirPort-enhet";

"valWDSWithDHCPNATTitle" = "WDS (Wireless Distribution System)";
"valWDSWithDHCPNATText" = "Trådlösa AirPort-fjärrenheter i WDS får inte ha DHCP och NAT aktiverade.\n\nSe till att avmarkera alternativet ”Dela ut IP-adresser” i inställningspanelen Nätverk.";

"errNotSupportedAP2" = "Det går inte att ställa in den trådlösa AirPort-enheten med den här versionen av AirPort-verktyg. Använd den programvara som följde med den trådlösa AirPort-enheten, eller som finns på Internet, till att ställa in den.";



"WDSPrimaryBaseStationDescription" = "Den trådlösa AirPort-huvudenheten är ansluten till Internet och delar denna anslutning med trådlösa AirPort-fjärrenheter och -reläenheter.";
"WDSRemoteBaseStationDescription" = "Den trådlösa AirPort-fjärrenheten delar den trådlösa AirPort-huvudenhetens Internetanslutning.";
"WDSRelayBaseStationDescription" = "Den trådlösa AirPort-reläenheten är ansluten till den trådlösa AirPort-huvudenheten och delar dess Internetanslutning med trådlösa AirPort-fjärrenheter och -reläenheter.";

"wdsManuallySetUpForWDS" = "Manuell WDS-inställning krävs";
"wdsSuccessfullySetUpAsWDS" = "WDS-inställning klar";
"wdsCancelledSetUpAsWDS" = "WDS-inställning avbruten";
"wdsNotOnThisPlatform" = "WDS stöds inte";

"DefaultBasePasswordDescription" = "Ange lösenord för den markerade trådlösa AirPort-enheten:";
"SpecificBasePasswordDescription" = "Ange lösenordet för:";
"NetworkPasswordDescription" = "Ange det trådlösa lösenordet för:";

"wdsRemoteConfigResults" = "Resultat för WDS-konfigurering av trådlös AirPort-fjärrenhet";
"wdsProgressSettingUpRemoteBases" = "Ställer in trådlösa AirPort-fjärrenheter…";
"wdsProgressJoining" = "Ansluter till %@…";
"wdsProgressReading" = "Läser konfigurationen för %@…";
"wdsProgressRejoining" = "Återansluter till den trådlösa AirPort-enhetens nätverk.";
"wdsErrorRejoining" = "Ett fel inträffade vid återanslutning till den trådlösa AirPort-enhetens nätverk.";

"noASCIIWEP" = "(kan ej skrivas ut)";

"remoteSettingsOK" = "Fortsätt WDS-inställning för den här trådlösa AirPort-enheten";
"remoteSettingsCancel" = "Avbryt WDS-inställning för denna trådlösa AirPort-enhet";
"remoteSettingsCancelAll" = "Avbryt WDS-inställning för återstående trådlösa AirPort-enheter";

"notAvailable" = "(ej tillgängligt)";

"wdsNonPublicPasswordTip" = "Om du vill ändra lösenord anger du det nya lösenordet i lösenordsfältet och bekräftar det sedan i fältet nedanför.";
"wdsNotCompatibleWithChannelAuto" = "Trådlösa AirPort-enheter i WDS får inte ha automatiskt kanalval aktiverat.\n\nSe till att välja ett annat alternativ än ”Automatiskt” från menyn Kanal i AirPort-panelen.";

"internetConfirmTurningOffWDS" = "Den trådlösa AirPort-enheten är för närvarande associerad som WDS-medlem. Om du ändrar anslutningsmetod till Internet så försvinner denna association.";

/* file name for ACL export */
"AccessControlList" = "Behörighetslista för åtkomst";

"duplicatePortMappingTitle"			= "Portkopplingsfel";
"duplicatePortMapping"				= "Den portkopplingspost du angav finns redan.";

"wepkey" = "nätverkslösenord";
"password" = "lösenord";
"psk" = "Fördelad nyckel";
"errWrongLengthPSK" = "Den fördelade nyckeln du anger måste vara exakt 64 hexadecimala tecken lång.";

"addACL" = "Lägg till behörighetsstyrningspost…";
"editACL" = "Redigera behörighetsstyrningspost…";
"deleteACL" = "Radera behörighetsstyrningsposter…";
"importACL" = "Importera behörighetsstyrningsposter…";
"exportACL" = "Exportera behörighetsstyrningsposter…";
"revertACL" = "Återställ behörighetsstyrningsposter…";

"WDSNotCompatibleWithWPA" = "En WPA-säkrad trådlös AirPort-enhet kan inte användas i ett WDS-nätverk. Ställ in den trådlösa AirPort-enhetens säkerhetsnivå till WEP eller Inte aktiverad.";
"WPANotCompatibleWithWDS" = "En WPA-säkrad trådlös AirPort-enhet kan inte användas i ett WDS-nätverk. Den trådlösa AirPort-enheten tas bort från WDS-systemet.\n\nÄr du säker på att du vill utföra ändringen?";
"ShowOptions" = "Visa alternativ";
"HideOptions" = "Göm alternativ";
"CannotConfigureWPAEnterpriseForWDS" = "En WPA Enterprise-säkrad trådlös AirPort-enhet kan inte läggas till i WDS-nätverket. Välj en annan trådlös AirPort-enhet.";
"WPANotSupportedByCard" = "Du behöver en dator med stöd för WPA om du vill ansluta till ett WPA-skyddat nätverk och göra ändringar på en WPA-skyddad trådlös AirPort-enhet. Den här datorn saknar stöd för WPA. Om du fortsätter kommer du inte att kunna ansluta till det WPA-skyddade nätverket eller göra ändringar på den WPA-skyddade trådlösa AirPort-enheten.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Lokal MAC-adressbehörighetsstyrning är inte kompatibel med trådlös säkerhet på WPA Enterprise-nivå.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Välj en annan trådlös säkerhetsnivå om du vill aktivera MAC-adressbehörighetsstyrning.";
"errPingFailed" = "AirPort-verktyg kunde inte kommunicera med den trådlösa AirPort-enheten. Kontrollera nätverksinställningarna i Systeminställningar.";
"errEscapedPasswordBadLength" = "Det hexadecimala lösenord du skrev in har inte rätt längd. Du måste ange rätt escape-tecken (”$”, ”0X” eller ”0x”) följt av tio hexadecimala tecken.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Den trådlösa AirPort-enheten är inställd i WDS-läge. Om du byter kanal kopplas WDS ifrån.";
"BaseStationOptionsTitle" = "Fel basstationsalternativ";
"ValidSysLogIPAddress" = "Du måste ange en giltig IP-adress som loggningen för den trådlösa AirPort-enheten ska skickas till.";
"ValidNTPServerInfo" = "Du måste ange ett giltigt värdnamn eller IP-adress till en NTP-server.";
"ImportError" = "Importfel";
"CannotImportIntoSavedConfig" = "Det går inte att importera en sparad inställningsfil in i en annan sparad inställningsfil.";
"ConfigurationFileNotSupported" = "Den valda konfigurationsfilen är inte kompatibel med den trådlösa AirPort-enheten.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Den trådlösa AirPort-enheten har bara stöd för en konfigurationsprofil. Du ställer in profilen genom att markera den i listan ock klicka på Ställ in.";
"confirmMakeInactiveProfileActive" = "Den här profilen är inte aktiv. Vill du göra den till den trådlösa AirPort-enhetens aktiva profil?";
"confirmDeleteProfiles" = "Är du säker på att du vill radera de markerade profilerna? Åtgärden kan inte ångras.";
"AddProfile" = "Lägg till profil";
"ActiveProfile" = "%@ (aktiv)";
"CurrentProfile" = "Nuvarande profil: %@";
"confirmSaveProfile" = "Vill du spara de ändringar du gjort i ”%@”?";
"HardResetMode" = "Återställningsläge";
"HardResetPrompt1" = "Denna %@ har återställts.";
"HardResetPrompt2" = "Välj vad du vill göra.";
"RestorePreviousProfile_Title" = "Återskapa en tidigare profil";
"RestorePreviousProfile_Desc" = "Om enheten återställdes på grund av problem med de tidigare inställningarna kan den behöva återställas igen.";
"RestorePreviousConfig_Title" = "Återskapa de tidigare inställningarna";
"RestorePreviousConfig_Desc" = "Om enheten återställdes på grund av problem med de tidigare inställningarna kan den behöva återställas igen.";
"ResetPreviousProfile_Title" = "Ersätt tidigare vald profil med förvalsinställningar";
"SavePreviousConfigProfile_Title" = "Använd förvalsinställningar och spara tidigare inställningar som profil";
"ProfileName" = "Profilnamn";
"CreateResetProfile_Title" = "Lägg till de förvalda inställningarna som en ny profil";
"CreateResetProfile_Desc" = "De tidigare konfigurerade inställningarna kommer att bevaras och en förvald inställningsprofil kommer att skapas och aktiveras.";
"DefaultSettings" = "Förvalda inställningar";
"RecoveredSettings" = "Återskapade inställningar";
"WirelessNetwork" = "Trådlöst nätverk";
"TooManyACLEntries" = "Den lokala behörighetslistan för åtkomst överskrider det maximala antalet poster med %d. Radera %d poster.";
"HardResetProfilesMode" = "Den trådlösa AirPort-enheten har återställts. Om du vill aktivera en profil klickar du på profilens knapp och sedan på OK.";
"NothingInEthernetPort" = "Ingenting verkar vara anslutet till Ethernetporten. Om du använder ett bredbandsmodem för att ansluta till Internet, eller om du är ansluten till ett Ethernetnätverk, så ansluter du modemet eller nätverket till Ethernetporten.";
"EthernetPort" = "Ethernetport";
"LANConnector" = "LAN-kontakt";
"TooManyImportedACLEntries" = "Den lokala behörighetslistan för åtkomst överskrider det maximala antalet poster. Klicka på OK om du vill importera de första %d posterna eller klicka på Avbryt.";
"confirmNonSupportedClientModeSecurity" = "Det trådlösa närverket stöder inte det valda trådlösa säkerhetsläget.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d till %2$d";
"GenericNumberOfGenericNumber" = "%1$d av %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "Automatisk anslutning/nedkoppling av PPPoE kan inte användas med ett WAN-värdnamn.";
"DisablingWANConfig" = "Genom att inte tillåta konfigurering över WAN-porten finns det risk att den här trådlösa AirPort-enheten inte visas i listan med AirPort-enheter. Om WAN-konfigurering är avstängt måste du ansluta till det nätverk som skapats av den här trådlösa AirPort-enheten innan du kan göra ändringar i det.";
"MultiplePrinters" = "(Flera skrivare)";
"MultipleDisks" = "(Flera hårddiskar)";
"TaskTimedOutError" = "AirPort-verktyg kan inte avgöra statusen för en pågående åtgärd.";
"EraseTaskTimedOutTryAgain" = "Använd panelen Hårddiskar i AirPort-verktyg till att radera Time Capsule-hårddisken.";
"ArchiveTaskTimedOutTryAgain" = "Använd panelen Hårddiskar i AirPort-verktyg till att arkivera Time Capsule-hårddisken.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Begränsa åtkomst:";
"title_per_user_per_day" = "per användare per dag";
"title_per" = "per";
"title_minute(s)" = "minut(er)";
"title_hour(s)" = "timme/timmar";
"MaxUserConnectTimeHoursPerDay" = "timme per användare per dag";
"MaxUserConnectTimeMinutesPerDay" = "minut per användare per dag";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ per %2$@";

"MobileMeAccountName" = "Medlemsnamn";
"MobileMeAccountPassword" = "Lösenord";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Skapa ett gemensamt nätverk";
"AddNewNetworkChoice" = "Lägg till ett nätverk till";

"genericWithPassword" = "Med %@-lösenord";
"settingMigrationSource" = "Källa";

"genericAirPortDevice" = "Trådlös AirPort-enhet";
"genericAirPortDevices" = "Trådlösa AirPort-enheter";
"title_ShowPassword" = "Visa lösenord";
"title_ShowPasswords" = "Visa lösenord";

"BaseStationNotSupportedTitle" = "En nyare version av AirPort-verktyg krävs.";
"BaseStationNotSupportedWarning" = "Den här versionen av AirPort-verktyg saknar stöd för den här trådlösa AirPort-enheten och kan ställa in enheten felaktigt om du fortsätter använda programmet. Du hittar den senaste versionen av AirPort-verktyg på www.apple.com/se/support/airport.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Den Time Capsule-hårddisk som används är inte giltig. Ange ett nytt namn.";
"UserAccountNameNotValid" = "Detta fildelningskontonamn är ogiltigt. Ange ett nytt kontonamn.";
"UserAccountNamesNotValid" = "Minst ett fildelningskontonamn är ogiltigt. Ange nya kontonamn.";

"Disabled" = "Avaktiverad";
"Enabled" = "Aktiverad";

"SetupComplete" = "Inställningen klar";
"UpdateComplete" = "Uppdateringen är klar";

"LessSecureCommunication" = "Om du kommunicerar med den här trådlösa AirPort-enheten finns det risk att det angivna lösenordet exponeras för de andra enheterna på nätverket.";
"YouShouldUpdateFirmware" = "Denna trådlösa AirPort-enhet bör uppdateras med den senaste fasta programvaran.";
"AreYouSureContinue" = "Är du säker på att du vill fortsätta?";

"MinimumMacOSVersion" = "AirPort-verktyg fungerar bäst med MacOS X %@ eller senare. Uppdatera till en nyare version av Mac OS X.";
"MinimumWinOSVersion" = "Denna version av AirPort-verktyg fungerar bäst med Windows XP SP3, Vista SP1 eller senare. Uppdatera till en nyare version av Windows.";

"UserAccountsExistingFilesWarning" = "Om du ställer in användarkonton kan åtkomsten till befintliga filer på AirPort-hårddiskar försvinna för användare som inte är administratörer.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(MobileMe-medlemsnamn)";

"errNeedName" = "Du måste ange ett namn för att fortsätta";

"PrinterDescription" = "Skrivarbeskrivning";
"PrinterName" = "Skrivarnamn";

"ExtendingANonExtensibleEnabledNetwork" = "Det markerade nätverket är inte inställt för utökning.";
"ExtendingANonExtensibleNetwork" = "Det markerade nätverket kan inte utökas.";
"AreYouSureExtend" = " Är du säker på att du vill utöka det här nätverket?";

"RadioSTAListClientType" = "Klienttyp";
"RadioSTAListOpmodeSTA" = "Trådlöst";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Trådlös utökare";

"RadioSTAList80211Mode" = "80211-läge";
"WirelessClients" = "Trådlösa klienter";
"EthernetClients" = "Ethernetklienter";
"WirelessEthernetClients" = "Trådlösa klienter och Ethernet-klienter";

"DisableWANServices" = "Avaktivera alla WAN-tjänster";

"ImportWarning" = "Om du importerar de här inställningarna kan befintliga inställningar skrivas över.";

"USBSharingDescription" = "Använd USB-delning till att ge användare i nätverket tillgång till USB-enheter som är anslutna till %@.";
"USBSharingVsFileSharing" = "USB-delning påverkar inte fildelning för hårddiskar som är anslutna med USB.";

"Base Station" = "Basstation";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Radera målhårddisken för Time Capsule";
"EraseDestTimeCapsuleDisk.description" = "Klicka på ”Radera målhårddisken för Time Capsule” om du vill att Time Capsule-hårddisken du flyttar filer till ska raderas innan flytten påbörjas.";
"EraseSourceTimeCapsuleDisk" = "Radera källhårddisken för Time Capsule";
"EraseSourceTimeCapsuleDisk.description" = "Klicka på ”Radera källhårddisken för Time Capsule” om du vill att Time Capsule-hårddisken du flyttar filer från ska raderas när flytten har påbörjats.";


"MoreOptions" = "Fler alternativ";

"PrintersChangeNamesDescription" = "Ändra namnet på en skrivare genom att markera skrivaren i listan nedan och klicka på Redigera.";

"GuestNetRequiresDHCPNAT" = "Gästnätverk kräver att denna %@ är inställd att dela en allmän IP-adress via NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "Tillbaka till min Mac kräver att PPPoE-anslutningen är inställd som Alltid på.";
"SelectPPPoEAlwaysOn" = "Välj ”Alltid på” från menyn Anslutning.";

"ClientTable_Client" = "Klient";
"ClientTable_Signal" = "Signal";
"ClientTable_Noise" = "Brus";
"ClientTable_Rate" = "Hastighet";
"ClientTable_Type" = "Typ";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC-adress";
"ClientTable_IP" = "IP-adress";
"ClientTable_ClientID" = "Klient-ID";
"ClientTable_Lease" = "Varaktighet";

"IPv4orIPV6" = "IPv4- eller IPv6-adresser";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Ignorerade enheter";

"WirelessNetworkOptionsButton" = "Trådlösa nätverksalternativ…";

/* End of strings file */
